Repository: ssc-sp/datahub-portal
Catalog: Desktop/Desktop.Uploader/Resources/AppResources.*.resx
Languages: fr

source: Add file(s)
fr: Ajouter des fichiers

# AddFilesDesc
source: Button to open a file dialog selector
fr: Bouton pour ouvrir un sélecteur de boîte de dialogue de fichier

source: Add folder
fr: Ajouter le dossier

# AddFolderDesc
source: Button to open a folder dialog selector
fr: Bouton pour ouvrir un sélecteur de boîte de dialogue de dossier

# byte
source: b
fr: o

source: Cancel Upload
fr: Annuler le téléchargement

# CancelUploadDesc
source: Cancel the upload process
fr: Annuler le processus de téléchargement

source: Completed
fr: Complété

source: Continue
fr: Continuer

# DataHubStoragePage
source: Open DataHub Storage
fr: Ouvrir le stockage DataHub

# DataHubStoragePageDesc
source: Open the web page for DataHub Storage
fr: Ouvrez la page Web pour le stockage DataHub

# DatahubUploader
source: FSDH DataHub Uploader
fr: Téléchargeur DHSF DataHub

source: Download:
fr: Télécharger:

# DropZone
source: Drop your files here to upload them to DataHub
fr: Déposez vos fichiers ici pour les télécharger dans DataHub

# DropZoneDesc
source: Area to drop the files to upload
fr: Zone pour déposer les fichiers à télécharger

# EnterUploadCode
source: Enter your DataHub upload code
fr: Entrez votre code de téléchargement DataHub

# EnterUploadCodeDesc
source: Enter your DataHub upload code
fr: Entrez votre code de téléchargement DataHub

# EnterValidCode
source: Please Enter Valid Code
fr: Veuillez entrer un code valide

# EnterValidCodeDesc
source: Moves to next page if the upload code is valid
fr: Passer à la page suivante si le code de téléchargement est valide

# ExpiredCode
source: Your upload code has expired
fr: Votre code de téléchargement a expiré

# FileList
source: Files to upload
fr: Fichiers à télécharger

# gigaByte
source: gb
fr: go

source: In Progress
fr: En cours

# kiloByte
source: kb
fr: ko

# megaByte
source: mb
fr: mo

# PasteUploadCode
source: Paste your upload code from the DataHub portal in File Explorer
fr: Collez votre code de téléchargement depuis le portail DataHub dans l'explorateur de fichiers

# ReadyTxt
source: Ready...
fr: Prêt...

# SelectFilePicker
source: Please select a file to upload
fr: Veuillez sélectionner un fichier à télécharger

source: Skip Speed Test
fr: Test de vitesse de saut

source: Speed Test
fr: Test de rapidité

# SpeedTestLb
source: Calculate your internet speed to estimate the duration of file uploads
fr: Calculez votre vitesse Internet pour estimer la durée des téléchargements de fichiers

source: Start Speed Test
fr: Démarrer le test de vitesse

source: Start Upload
fr: Commence le téléchargement

# StartUploadDesc
source: Button to start the upload process
fr: Bouton pour démarrer le processus de téléchargement

# teraByte
source: tb
fr: to

source: Upload:
fr: Télécharger:

# UploadCode
source: How to get a DataHub Storage Upload Code
fr: Comment obtenir un code de téléchargement du stockage DataHub

# UploadCodeDesc
source: Open a web page to obtain a DataHub Upload Code
fr: Ouvrez une page Web pour obtenir un code de téléchargement DataHub

# UploadImgDesc
source: Cute bot waving hi to you!
fr: Un joli robot qui vous salue !
