{
  "Achievements": "Trophées",
  "Share a file using the workspace Storage Explorer": "Partager un fichier à l'aide de l'espace de travail Storage Explorer",
  "Why, hello there!": "Mais bonjour !",
  "I have arrived": "Je suis arrivé",
  "Join a workspace": "Rejoindre un espace de travail",
  "Mirror, mirror on the wall": "Miroir, miroir sur le mur",
  "How do I turn this thing on": "Comment allumer cet appareil ?",
  "Check this out": "A vérifier",
  "Switch languages in the portal": "Changer de langue dans le portail",
  "Navigate to the Storage Explorer page of a workspace": "Naviguer vers la page Explorateur de stockage d'un espace de travail",
  "Use a recent link to get to the same page again": "Utiliser un lien récent pour revenir à la même page",
  "Unlock all the initial release workspace achievements": "Déverrouiller toutes les réalisations de l'espace de travail de la version initiale",
  "Let's analyze!": "Analysons !",
  "Beam us up, Scotty": "Téléporte-nous, Scotty",
  "Now we're cooking with gas": "Maintenant, nous cuisinons au gaz",
  "Home, sweet home": "Un foyer, un doux foyer",
  "Create a folder in the project's Storage Explorer": "Créer un dossier dans l'explorateur de stockage du projet",
  "View a workspace you are not a member of": "Visualiser un espace de travail dont vous n'êtes pas membre",
  "To Infinity and beyond": "Jusqu'à l'infini et au-delà",
  "It's turtles all the way down": "Ce sont des tortues sur toute la ligne",
  "Unlock all the initial release exploration achievements": "Déverrouiller tous les succès d'exploration de la version initiale",
  "Upload a file using the workspace Storage Explorer": "Télécharger un fichier à l'aide de l'explorateur de stockage de l'espace de travail",
  "Can I help?": "Puis-je vous aider ?",
  "Invite a user to your workspace": "Inviter un utilisateur à votre espace de travail",
  "It wasn't a car": "Ce n'était pas une voiture",
  "Create a folder in the workspace's Storage Explorer": "Créer un dossier dans l'explorateur de stockage de l'espace de travail",
  "View the resources section of Data Hub": "Voir la section ressources du Data Hub",
  "Logged in to Datahub": "Connecté à Datahub",
  "What are you guys up to?": "Qu'est-ce que vous faites ?",
  "Delete a file from the workspace with the Storage Explorer": "Supprimer un fichier de l'espace de travail à l'aide de l'explorateur de stockage",
  "Another one bytes the dust": "Un autre prend la poussière",
  "Navigate to the Databricks page of a workspace": "Naviguer vers la page Databricks d'un espace de travail",
  "Unlock all the initial release project achievements": "Déverrouiller toutes les réalisations des projets de la version initiale",
  "That's where we put the things": "C'est là que nous mettons les choses",
  "Deja Vu": "Déjà vu",
  "View your profile": "Voir votre profil",
  "One of us!": "L'un d'entre nous !",
  "Visit one of your own workspaces": "Visitez l'un de vos propres espaces de travail",
  "Delete a file from the project with the Storage Explorer": "Supprimer un fichier du projet à l'aide de l'explorateur de stockage",
  "C'est mieux comme ça": "C'est mieux comme ça",
  "Download a file using the workspace Storage Explorer": "Télécharger un fichier à l'aide de l'espace de travail Storage Explorer",
  "View another person's profile": "Consulter le profil d'une autre personne",
  "Functions": "Fonctions",
  "I have read and agree to the terms and conditions": "J'ai lu et j'accepte les conditions d'utilisation",
  "Complete": "Compléter"
}