{
  "Share a file using the workspace Storage Explorer": "Partager un fichier à l'aide de l'espace de travail Storage Explorer",
  "Why, hello there!": "Mais bonjour !",
  "I have arrived": "Je suis arrivé",
  "Join a workspace": "Rejoindre un espace de travail",
  "Mirror, mirror on the wall": "Miroir, miroir sur le mur",
  "How do I turn this thing on": "Comment allumer cet appareil ?",
  "Check this out": "A vérifier",
  "Switch languages in the portal": "Changer de langue dans le portail",
  "Navigate to the Storage Explorer page of a workspace": "Naviguer vers la page Explorateur de stockage d'un espace de travail",
  "Use a recent link to get to the same page again": "Utiliser un lien récent pour revenir à la même page",
  "Unlock all the initial release workspace achievements": "Déverrouiller toutes les réalisations de l'espace de travail de la version initiale",
  "Let's analyze!": "Analysons !",
  "Beam us up, Scotty": "Téléporte-nous, Scotty",
  "Now we're cooking with gas": "Maintenant, nous cuisinons au gaz",
  "Home, sweet home": "Un foyer, un doux foyer",
  "Create a folder in the project's Storage Explorer": "Créer un dossier dans l'explorateur de stockage du projet",
  "View a workspace you are not a member of": "Visualiser un espace de travail dont vous n'êtes pas membre",
  "To Infinity and beyond": "Jusqu'à l'infini et au-delà",
  "It's turtles all the way down": "Ce sont des tortues sur toute la ligne",
  "Unlock all the initial release exploration achievements": "Déverrouiller tous les succès d'exploration de la version initiale",
  "Upload a file using the workspace Storage Explorer": "Télécharger un fichier à l'aide de l'explorateur de stockage de l'espace de travail",
  "Can I help?": "Puis-je vous aider ?",
  "Invite a user to your workspace": "Inviter un utilisateur à votre espace de travail",
  "It wasn't a car": "Ce n'était pas une voiture",
  "Create a folder in the workspace's Storage Explorer": "Créer un dossier dans l'explorateur de stockage de l'espace de travail",
  "View the resources section of Data Hub": "Voir la section ressources du Data Hub",
  "Logged in to Datahub": "Connecté à Datahub",
  "What are you guys up to?": "Qu'est-ce que vous faites ?",
  "Delete a file from the workspace with the Storage Explorer": "Supprimer un fichier de l'espace de travail à l'aide de l'explorateur de stockage",
  "Another one bytes the dust": "Un autre prend la poussière",
  "Navigate to the Databricks page of a workspace": "Naviguer vers la page Databricks d'un espace de travail",
  "Unlock all the initial release project achievements": "Déverrouiller toutes les réalisations des projets de la version initiale",
  "That's where we put the things": "C'est là que nous mettons les choses",
  "Deja Vu": "Déjà vu",
  "View your profile": "Voir votre profil",
  "One of us!": "L'un d'entre nous !",
  "Visit one of your own workspaces": "Visitez l'un de vos propres espaces de travail",
  "Delete a file from the project with the Storage Explorer": "Supprimer un fichier du projet à l'aide de l'explorateur de stockage",
  "C'est mieux comme ça": "C'est mieux comme ça",
  "Download a file using the workspace Storage Explorer": "Télécharger un fichier à l'aide de l'espace de travail Storage Explorer",
  "View another person's profile": "Consulter le profil d'une autre personne",
  "Functions": "Fonctions",
  "I have read and agree to the terms and conditions": "J'ai lu et j'accepte les conditions d'utilisation",
  "Complete": "Compléter",
  "User\u0027s background image": "Image d'arrière-plan de l'utilisateur",
  "Manage Settings": "Gérer les paramètres",
  "User\u0027s profile picture": "Image de profil de l'utilisateur",
  "View All Achievements": "Voir tous les réalisations",
  "Display Name": "Nom d'affichage",
  "Your display name will be shown around DataHub as your username.": "Votre nom d'affichage sera affiché dans DataHub comme votre nom d'utilisateur.",
  "Email Address": "Adresse e-mail",
  "Your email address will be used to send you notifications.": "Votre adresse e-mail sera utilisée pour vous envoyer des notifications.",
  "Profile Picture": "Image de profil",
  "Your profile picture will be displayed beside your name around DataHub. You can it at any time and unlock more variations from completing achievements.": "Votre photo de profil sera affichée à côté de votre nom dans DataHub. Vous pouvez la modifier à tout moment et débloquer d'autres variantes en accomplissant des exploits.",
  "Profile Background": "Arrière-plan du profil",
  "Your profile background will be displayed on your profile page. You can unlock more variations from completing achievements and change it at any time.": "L'arrière-plan de votre profil sera affiché sur votre page de profil. Vous pouvez débloquer d'autres variantes en accomplissant des exploits et les modifier à tout moment.",
  "Display Achievements": "Afficher les réalisations",
  "You can choose whether to hide or display your achievements in the DataHub. This will also prevent the achievement notifications from displaying on your screen. You can change it at any time.": "Vous pouvez choisir de masquer ou d'afficher vos réalisations dans le DataHub. Cela empêchera également les notifications de réussite de s'afficher sur votre écran. Vous pouvez modifier ce choix à tout moment.",
  "Public Profile": "Profil public",
  "Profile": "Profil",
  "Appearance": "Apparence",
  "Show Achievements": "Afficher les réalisations",
  "The picture for achievement {0}": "L'image de la réalisation {0}",
  "Databricks Discovery": "Découverte de Databricks",
  "File Fetcher": "Collecteur de fichiers",
  "Storage Savant": "Savant en stockage",
  "Unlock all the 2.0 Storage Explorer achievements": "Déverrouiller tous les réalisations de l'explorateur de stockage 2.0",
  "Workspace Wayfarer": "Nomade de l'espace de travail",
  "Storage Socialite": "Socialiste du stockage",
  "Explorer Extraordinaire": "Explorateur extraordinaire",
  "Unlock all the 2.0 Exploration achievements": "Déverrouiller tous les réalisations de l'exploration 2.0",
  "Workspace Wanderlust": "Voyages dans l'espace de travail",
  "Leave a workspace": "Laisser un espace de travail",
  "Unstoppable Uploader": "Téléchargeur invincible",
  "Workspace Wanderer": "Espace de travail vagabond",
  "Resource Ranger": "Garde des ressources",
  "View the resources section of DataHub": "Voir la section des ressources de DataHub",
  "Collaboration Connoisseur": "Connaisseur de la collaboration",
  "Logged in to DataHub": "Connexion à DataHub",
  "Workspace Warrior": "Guerrier de l'espace de travail",
  "Consistent Contributor": "Contributeur régulier",
  "Login on multiple days": "Connexion sur plusieurs jours",
  "Storage Safari": "Safari de stockage",
  "Profile Peruser": "Utilisateur du profil",
  "View your own profile page": "Voir votre propre page de profil",
  "Prolific Polyglot": "Polyglotte prolifique",
  "Profile Prowler": "Profil du rôdeur",
  "Daredevil Deleter": "Un effaceur courageux",
  "Folder Fashionista": "Fashionista du dossier",
  "Link Legend": "Lien Légende",
  "Collaboration Commander": "Commandant de la collaboration",
  "Diagnostics": "Diagnostiques",
  "Folder Farewell": "Adieu Dossier",
  "Delete a folder in the workspace\u0027s Storage Explorer": "Supprimer un dossier dans l'explorateur de stockage de l'espace de travail",
  "Theme Preferences": "Préférences du thème",
  "Choose how DataHub looks to you. Select a single theme, or sync with your operating system automatically.": "Choisissez l'apparence de DataHub. Sélectionnez un thème unique ou synchronisez-le automatiquement avec votre système.",
  "Language Selection": "Sélection de la langue",
  "Choose your preferred language for DataHub.": "Choisissez votre langue préférée pour DataHub.",
  "Portal Appearance": "Apparence du portail",
  "Email preferences": "Préférences en matière d'e-mail",
  "Choose your preferred frequency of communications from the DataHub team": "Choisissez votre fréquence préférée de communication avec l'équipe de DataHub",
  "Email Notifications": "Notifications par e-mail",
  "I want to receive all notifications": "Je veux recevoir toutes les notifications",
  "I want to receive only important notifications": "Je veux recevoir uniquement les notifications importantes",
  "I want to receive only critical notifications": "Je souhaite recevoir uniquement les notifications critiques",
  "Department": "Département",
  "Uncommon": "Peu commun",
  "Rare": "Rare",
  "Epic": "Épique",
  "Legendary": "Légendaire",
  "Manage Members": "Gestion des membres",
  "View profile": "Consulter le profil",
  "Recalculating fungal genome": "Recalcul du génome fongique",
  "Federal Science DataHub": "DataHub scientifique fédéral",
  "Notifications": "Notifications",
  "Help": "Aide",
  "My Profile": "Mon profil",
  "Achievements": "Trophées",
  "Achievement Unlocked": "Trophée débloquée",
  "Loading Achievements": "Chargement des trophées",
  "New Achievement Unlocked!": "Nouveau trophée débloqué !",
  "News": "Nouvelles",
  "Your profile": "Votre profil",
  "Your workspaces": "Vos espaces de travail",
  "Your notifications": "Vos notifications",
  "Settings": "Paramètres",
  "DataHub News": "Nouvelles de DataHub",
  "No announcements yet!": "Pas encore d'annonces !",
  "Create a new Announcement": "Créer une nouvelle annonce",
  "Posted at {0} by {1}": "Publié à {0} par {1}",
  "Last updated at {0} by {1}": "Dernière mise à jour à {0} par {1}",
  "Starting from {0} at {1}": "À partir de {0} à {1}",
  "Until {0} at {1}": "Jusqu'à {0} à {1}",
  "Created by {0} on {1}": "Créé par {0} le {1}",
  "Updated by {0} on {1}": "Mis à jour par {0} le {1}",
  "Until further notice": "Jusqu'à nouvel ordre",
  "Edit Announcement": "Modifier l'annonce",
  "Workspace Repositories": "Dépôts de l'espace de travail",
  "Displayed in Workspace": "Affiché dans l'espace de travail",
  "Open Repository": "Ouvrir le dépôt",
  "Not displayed in Workspace": "Non affiché dans l'espace de travail",
  "Shared Content": "Contenu partagé",
  "No shared content available.": "Aucun contenu partagé disponible.",
  "Please contact the workspace administrators for access or to share repositories.": "Veuillez contacter les administrateurs de l'espace de travail pour accéder à l'espace de travail ou pour partager des dépôts.",
  "Share Databricks Git Repositories": "Partager les dépôts Git de Databricks",
  "You are an administrator and can view all the repositories linked to your instance of Databricks. Collaborators can only view their own linked repositories.": "Vous êtes un administrateur et pouvez voir tous les dépôts liés à votre instance de Databricks. Les collaborateurs ne peuvent voir que leurs propres dépôts liés.",
  "You are not an administrator and you can only see the repositories linked to your own account in Databricks. If you wish to share other repositories, request a workspace administrator to share them.": "Vous n'êtes pas un administrateur et vous ne pouvez voir que les dépôts liés à votre propre compte dans Databricks. Si vous souhaitez partager d'autres dépôts, demandez à un administrateur de l'espace de travail de les partager.",
  "This section lets you share inside Datahub your Git repositories that have been linked inside Databricks.": "Cette section vous permet de partager dans Datahub vos dépôts Git qui ont été liés dans Databricks.",
  "If you wish to learn more about Databricks and Git integration, ": "Si vous souhaitez en savoir plus sur l'intégration de Databricks et Git, ",
  "please refer to the resources page on it.": "veuillez vous référer à la page de ressources à ce sujet.",
  "Are you sure you want to remove this user from the workspace?": "Êtes-vous sûr de vouloir supprimer cet utilisateur de l'espace de travail ?",
  "Workspace Members": "Membres de l'espace de travail",
  "Guests": "Invités",
  "Guest": "Invité",
  "Able to view the workspace and its contents but not able to contribute or modify anything": "Capable de voir l'espace de travail et son contenu mais pas capable de contribuer ou de modifier quoi que ce soit",
  "Invitations": "Invitations",
  "You will be inviting the following users to your workspace": "Vous allez inviter les utilisateurs suivants dans votre espace de travail",
  "will be added as a": "sera ajouté en tant que",
  "Add New User": "Ajouter un nouvel utilisateur",
  "Manage Linked Repositories": "Gérer les dépôts liés",
  "In This Resource": "Dans cette documentation",
  "Need a hand? We\u0027ve got you covered.": "Besoin de soutien? Nous sommes prêts à vous aider.",
  "Our Resources page has many resources that could be helpful for you. Additional support is available using the FSDH Support Request Form.": "Notre page Ressources contient de nombreuses ressources qui pourraient vous aider. Vous pouvez obtenir de l'aide supplémentaire en utilisant le formulaire de demande d'aide de la DHSF.",
  "FSDH Support Request": "Demande d'aide DHSF",
  "To report an issue or request assistance, please use the FSDH Support Request Form": "Pour signaler un problème ou demander de l'aide, veuillez utiliser le formulaire de demande d'aide de la DHSF.",
  "What are you having trouble with? (Please select all that apply)": "Qu'est-ce qui pose un problème? (Veuillez choisir toutes les réponses qui s'appliquent)",
  "Issue Title": "Titre du problème",
  "Detailed description": "Description détaillée",
  "Please provide additional information that we can use to investigate this issue.": "Veuillez indiquer des informations supplémentaires qui nous permettront d'examiner ce problème.",
  "Please indicate which workspaces you have this issue in. (Please select all that apply)": "Veuillez indiquer les espaces de travail dans lesquels vous rencontrez ce problème. (Veuillez sélectionner tous ceux qui s'appliquent)",
  "Previous": "Précédent",
  "Next": "Prochain",
  "Submit": "Soumettre",
  "Get Started": "Commencer",
  "User Management": "Gestion des utilisateurs",
  "Documentation": "Documentation",
  "Tool Requesting": "Demande d'outils",
  "Please indicate which language you would like to be contacted in.": "Veuillez indiquer la langue dans laquelle vous aimeriez être contacté(e).",
  "English": "Anglais",
  "French": "Français",
  "Success": "Succès",
  "Your support ticket has been created. Thank you!": "Votre ticket d'assistance a été créé. Merci!"
}